
{
  "categories": [
    {
      "categoryName":"Featured Drinks",
      "subitem": [
        {
          "name":"VESPER MARTINI",
          "description":"Three Measures of Gordon's gin,one of Vodka, half of measure of Kina Lillet.Shaken well untill ice cold and served with a large thin slice of lemon peel"
        },
        {
          "name":"IRISH COFFEE",
          "description":"A measure and a hald if Jigger Irish Whiskey, and a cup of fresh brewed coffee blended well with a tablespoon of brown sugar and served with a dash of heavy cream."
        },
        {
          "name":"SPICED APPLE COCKTAIL",
          "description":"A half measure of Captain Morgan dark rum, a half measure of cinnamon schnapps, a dash of lemon juice, a cup of apple cidar served on the rocks."
        }
      ]
    },
    {
      "categoryName":"COCKTAIL SPECIALS",
      "subitem": [
        {
          "name":"SMIRNOFF SCREWDRIVER",
          "description":"Smirnoff apple shaken well with fresh orange juice"
        },
        {
          "name":"MOJITO",
          "description":"Bacardi rum, club soda, caster sugar, lime and fresh Mint Leaves served on the rocks"
        },
        {
          "name":"DAQUIRI",
          "description":"Bacardi rum, Freshly Squeezed lime Juice, and sugar"
        },
        {
          "name":"MAI TAI",
          "description":"White and dark rum, Fresh lime juice and orange puree"
        },
        {
          "name":"MOJITO",
          "description":"Bacardi rum, club soda, caster sugar, lime and fresh Mint Leaves served on the rocks"
        }
      ]
    },
    {
      "categoryName":"FIRE STARTERS",
      "subitem": [
        {
          "name":"LAVA PRETZEL BITES",
          "description":"salty goodness with beer cheese and sliced jalepenos"
        },
        {
          "name":"ITALIAN STYLE MEATBALLS",
          "description":"Tuscan balls of beef, pork and sausage topped with house marinara, fresh mozarella and a sprinkle of basil"
        },
        {
          "name":"FRIED UP FRIES",
          "description":"Steak fries with cheese curds, poutine brown gravy and topped with bacon"
        }
      ]
    },
    {
      "categoryName":"GIANT WINGS",
      "subitem": [
        {
          "name":"BUFFALO STYLE",
          "description":"Huge wings with roasted buffalo and a side of rustic ranch"
        },
        {
          "name":"PARMESAN GARLIC",
          "description":"Our wings served with tasty Parmesan Garlic sauce"
        },
        {
          "name":"BLACKBERRY DIJION",
          "description":"If sweet and tangy is your style, then try this original recipe"
        },
        {
          "name":"ASIAN GINGER",
          "description":"Look no further for sweet heat"
        }
      ]
    },
    {
      "categoryName":"SLIDER TRIOS",
      "subitem": [
        {
          "name":"CHEESE STEAK",
          "description":"Served with peppers, onions, garlic ailoli, mushrooms and provolone on freshly baked buns"
        },
        {
          "name":"PULLED PORK",
          "description":"Slow smoked pork with apple slaw and herbs on freshly baked buns"
        }
      ]
    },
    {
      "categoryName":"FAMOUS FLATBREADS",
      "subitem": [
        {
          "name":"CAPRESE",
          "description":"With roasted roma tomatoes, fresh mozarella, garlic puree and a drizzle of balsamic glaze"
        },
        {
          "name":"BLANCA",
          "description":"Blend of fresh ricotta, Mozarella with a hint of lemon. Finished with fresh basil and thyme"
        },
        {
          "name":"BBQ PORK",
          "description":"Slow smoked pork with fire roasted corn salsa, green onions and Carolina BBQ sauce"
        }
      ]
    },
    {
      "categoryName":"TOASTY TACOS",
      "subitem": [
        {
          "name":"BUFFALO CHICKEN",
          "description":"Buffalo blizzard chicken with slaw andblue cheese crumbles. Comes with a carrot & celery slaw with a side of rustic ranch"
        },
        {
          "name":"FISH TACOS",
          "description":"Fresh Talipia topped with a zeasty coleslaw, roasted corn and black bean salsa"
        },
        {
          "name":"SHORT RIB",
          "description":"Beer braised short rib with guacamole, queso, frsco, cilantro, lime and fresh pico de gallo"
        }
      ]
    }

  ]
}
